[
    {
        "Name": "สูตรเด็ด จานยำ",
        "Publisher" : "แสงแดด, สนพ.",
        "Detail": "รวมเมนูอาหารยำ-พล่าจานเด็ดยอดนิยมและทำได้ง่ายแบบต่างๆ ไว้มากมาย โดยในเล่มได้ให้รายละเอียดของเครื่องปรุง ส่วนประกอบและวิธีทำโดยละเอียด พร้อมภาพตัวอย่างประกอบชัดเจน ไม่ว่าจะเป็น ยำรวมมิตร ยำหอยแครง ยำปลาทูน่า พล่าเนื้อมะเขือเปราะ พล่าปลากระพง พล่าปลาสลิด และอื่นๆ อีกมากมาย สำหรับผู้ที่ชื่นชอบการทำอาหารทุกท่าน ไม่ควรพลาดหนังสือเล่มนี้!",
        "Price": "237.50",
        "img": "assets/images/สูตรเด็ด จานยำ.jpg"
    },
    {
        "Name": "สูตรเด็ดอาหารจานเดียว",
        "Publisher" : "แสงแดด, บจก.สนพ.",
        "Detail": "สูตรเด็ดอาหารจานเดียว รวบรวมเมนูอาหารจานเดียวกว่า 60 เมนู ที่พิสูจน์แล้วว่าทำได้อร่อยจริง โดยทั้ง 60 เมนู ครอบคลุมอาหารจานเดียวทั้งประเภทข้าว และประเภทเส้น ประเภทข้าวมีครบทั้งข้าวราด ข้าวผัด ข้าวคลุก อาทิ ข้าวผัดปู ข้าวผัดกุนเชียง ข้าวผัดอเมริกัน ข้าวราดผัดพริกกุ้ง ข้าวราดผัดน้ำพริกเผา ข้าวอบกุนเชียง ข้าวคลุกกะปิ และสารพัดข้าวปรุงรสแสนอร่อย ตลอดจนจานเส้นสารพัดชนิด ทั้งแบบน้ำและแบบแห้ง ไม่ว่าจะเป็น   ผัดซีอิ๊ว ก๋วยเตี๋ยวผัดซีอิ๊ว ผัดไทย ก๋วยเตี๋ยว เย็นตาโฟ ก๋วยเตี๋ยวเนื้อสับ ราดหน้า ผัดขี้เมา หอยทอด และอีกมากมาย พร้อมข้อแนะนำการทำอาหารจานเดียวให้อร่อย อย่างการเลือกข้าวสำหรับทำข้าวอบ การผัดก๋วยเตี๋ยวให้อร่อย การปรุงสุกี้ให้น้ำข้นพอดี เป็นต้น สำหรับผู้ที่ชื่นชอบการทำอาหารทุกท่าน หรือต้องการเปิดร้านขายอาหาร ไม่ควรพลาดหนังสือเล่มนี้!",
        "Price": "237.50",
        "img": "assets/images/สูตรเด็ดอาหารจานเดียว.jpg"
    },
    {
        "Name": "37 WAYS TO GO DAIRY FREE 37 สูตรอาหารทางเลือก ปราศจากนมวัว",
        "Publisher" : "พิมพ์วิชญ์ โภคาสุวิบุลย์",
        "Detail": "หนังสือแนะนำเมนูเพื่อสุขภาพ โดยใช้นมจากอัลมอนด์ วอลนัท พิสตาชิโอ ซึ่งเป็นเมนูที่ทำง่าย อร่อยและเหมาะสำหรับคนรักสุขภาพ โดยเฉพาะผู้ที่มีอาการแพ้นมวัว และกลูเต็น",
        "Price": "249.00",
        "img": "assets/images/37 WAYS TO GO DAIRY FREE 37 สูตรอาหารทางเลือก ปราศจากนมวัว.jpg"
    },
    {
        "Name": "เมนูเด็ด...อาหารจานเดียว",
        "Publisher" : "พิมพ์วิชญ์ โภคาสุวิบุลย์",
        "Detail": "หนังสืออาหารจานเดียว เล่มนี้ มีสูตรอาหารจานเดียวมากมายถึง 54 เมนู ให้ได้ลิ้มลอง ฝึกปรือฝีมืออย่างไม่รู้เบื่อ หรือจะฝึกปรือไว้เป็นอาชีพทางเลือกก็ยังได้ สูตรต่างๆ ในเล่มชัดเจนทำง่าย",
        "Price": "199.00",
        "img": "assets/images/เมนูเด็ด...อาหารจานเดียว.jpg"
    },
    {
        "Name": "301 สูตร ซุปกวางตุ้ง",
        "Publisher" : "กานจื้อหลง",
        "Detail": "ในหนังสือเล่มนี้เราจะแนะนำซุป 6 ประเภทที่แตกต่างกันและวิธีต่างๆ ในการทำ เรามีรายละเอียดทุกขั้นตอนให้คุณได้เรียนรู้และทำตามได้ง่ายๆ คุณจะได้รับความรู้ในการทำซุปเพื่อดูแลสุขภาพของคุณและทำให้คุณสามารถกลายเป็นมืออาชีพในการต้มซุปได้ในเวลาไม่นาน",
        "Price": "395.00",
        "img": "assets/images/301 สูตร ซุปกวางตุ้ง.jpg"
    },
    {
        "Name": "อาหารตั้งโต๊ะ",
        "Publisher" : "ศรีสมร คงพันธุ์",
        "Detail": "เป็นหนังสือสำหรับใช้เป็นคู่มือเพื่อดูแลสุขภาพ รวมถึงการทำอาหารกินในชีวิตประจำวันของทุกคนและคนในครอบครัว เพราะสุขภาพคนเราจะดี หรือเป็นอย่างไรนั้นก็มาจากสิ่งที่คนเรากินนั่นเอง",
        "Price": "385.00",
        "img": "assets/images/อาหารตั้งโต๊ะ.jpg"
    },
    {
        "Name": "50 เมนูอาหารไทย เพื่อสุขภาพ",
        "Publisher" : "สุปราณี แพรศิริ",
        "Detail": "อาหารไทยเพื่อสุขภาพ ชุดนี้ จะช่วยให้ท่านหมดกังวลกับการคิดเมนูอาหารในแต่ละมื้อ ที่สำคัญ E-book คู่มือชุดนี้จะเป็นเพื่อนคู่ครัวช่วยท่านประกอบอาหารเพื่อให้ทุกคน ในครอบครัวได้อิ่มอร่อยกับอาหารที่สะอาด ปลอดภัย และดีต่อสุขภาพอย่างแท้จริง",
        "Price": "79.00",
        "img": "assets/images/50 เมนูอาหารไทย เพื่อสุขภาพ.jpg"
    },
    {
        "Name": "ขนมไทย รวมสูตรขนมไทย 50 สูตร",
        "Publisher" : "สุปราณี แพรศิริ",
        "Detail": "เหมาะสำหรับผู้ที่ชื่นชอบขนมหวานแบบไทยๆ รสชาติอร่อยทุกสูตร หอมหวานชวนรับประทาน โดย อ.สุปราณี แพรศิริ ผู้เชี่ยวชาญด้านขนมไทยโดยเฉพาะ",
        "Price": "119.00",
        "img": "assets/images/ขนมไทย รวมสูตรขนมไทย 50 สูตร.jpg"
    },
    {
        "Name": "52 เมนูเด็ด เคล็ดลับพิชิตเบาหวาน",
        "Publisher" : "พรสวรรค์ พฤทธิ์ธโนปจัย",
        "Detail": "เป็นสูตรอาหารไทย ที่มีคุณค่าทางอาหาร แต่ให้พลังงานต่ำ เพื่อทำให้ระดับน้ำตาลในเลือดและน้ำหนักตัวลดลง โดยในเล่มได้อธิบายส่วนประกอบ และวิธีทำอย่างละเอียด เข้าใจง่าย พร้อมวิธีจัดจานให้น่าทาน ตลอดจนรวบรวมเคล็ดลับพิชิตเบาหวานที่ได้ผล",
        "Price": "139.00",
        "img": "assets/images/52 เมนูเด็ด เคล็ดลับพิชิตเบาหวาน.jpg"
    },
    {
        "Name": "อาหารไทยฟิวชั่น",
        "Publisher" : "กองบรรณาธิการแสงแดด",
        "Detail": "E-book อาหารไทยฟิวชั่น เล่มนี้รวมสุดยอดอาหารไทยประยุกต์แสนอร่อยที่ปรับตำรับเข้ายุคเข้าสมัยคนรุ่นใหม่ จึงมีหน้าตาใหม่ๆ เครื่องปรุงใหม่ๆ ที่ยังคงรสชาติอย่างไทยอาหารไทยฟิวชั่นทำกินเองได้ในครัวเรือน หากินได้ตามร้านอาหารที่มีฝีมือแม่ครัวพ่อครัวมั่นใจในการดัดแปลงอาหารไทยให้เกิดจานใหม่ที่ทันสมัย เหมาะกับคนรุ่นใหม่",
        "Price": "221.00",
        "img": "assets/images/อาหารไทยฟิวชั่น.jpg"
    }
    
]