[
    {
        "Name": "คู่มือเอาชีวิตรอด",
        "Publisher" : "Dorling Kindersley Limited",
        "Detail": "คู่มือเอาชีวิตรอด เล่มนี้ เขียนโดย Colin Towell ผู้เชี่ยวชาญด้านการอยู่รอดของทหาร อัดแน่นด้วยเนื้อหาสาระ เผยทักษะสำคัญ ๆ สำหรับการผจญภัยกลางแจ้ง ทั้งพื้นฐานการอยู่รอด เตรียมพร้อมและวางแผนการเดินทาง การเลือกจุดที่ดีที่สุดในการตั้งแคมป์ การสร้างที่พักพิง การจับและปรุงอาหารป่า เทคนิคการปฐมพยาบาล ไปจนถึงการเอาชีวิตรอดในสถานการณ์ต่างๆ ถ่ายทอดเรื่องราวอย่างละเอียด อ่านเข้าใจง่าย พร้อมภาพกราฟิกประกอบแบบจัดเต็ม ชวนติเตาม นับเป็นหนังสือสำคัญ เหมาะสำหรับผู้ที่ชื่นชอบการผจญภัย",
        "Price": "750.50",
        "img": "assets/images/คู่มือเอาชีวิตรอด.jpg"
    },
    {
        "Name": "รอบรู้อาเซียน 360 องศา",
        "Publisher" : "Feel Good, สนพ.",
        "Detail": "หนังสือ รอบรู้อาเซียน 360 องศา เล่มนี้ จะช่วยให้คุณรู้ก่อน เก่งก่อน กับทุกเรื่องน่ารู้ของอาเซียน ทั้งประวัติศาสตร์การก่อตั้งกลุ่มประเทศอาเซียน ประวัติแต่ละประเทศ คำศัพท์อาเซียน 10 ประเทศที่ใช้ได้จริง วัฒนธรรม การดำรงชีวิต อาหารประจำชาติ ชุดประจำชาติ สถานที่ท่องเที่ยว อาชีพที่สามารถทำได้อย่างเสรีในอาเซียน การแข่งขันกีฬาอาเซียน เพลงอาเซียนทั้งเนื้อร้องและคำแปล และอื่น ๆ อีกมากมาย พร้อมรวบรวมคำถาม-คำตอบ ที่จะทำให้เข้าใจอาเซียนครบทุกแง่ทุกมุม!",
        "Price": "94.05",
        "img": "assets/images/รอบรู้อาเซียน 360 องศา.jpg"
    },
    {
        "Name": "สารานุกรมความรู้ สุดยอดแมลง",
        "Publisher" : "นานมีบุ๊คส์, nanmeebooks",
        "Detail": "สารานุกรมเสริมความรู้วิทยาศาสตร์เกี่ยวกับแมลงสุดพิเศษอย่างแมลงตดที่พ่นสารเคมีร้อนพิษสงร้ายใส่ศัตรู ผีเสื้อกลางคืน แมลงที่ลิ้นยาวที่สุดในโลก หนอนที่พ่นเมือกเหนียวใส่เหยื่อและแมลงสุดพิเศษอื่นๆ รวมกว่า 76 ชนิด แสดงข้อมูลลักษณะพิเศษและข้อมูลทั่วไป เช่น ขนาด ถิ่นที่อยู่ แหล่งที่พบอาหาร สถิติน่าสนใจ เช่น พบทั่วไปหรือใกล้สูญพันธุ์ ความเร็ว การบิน จำนวนไข่ ช่วงอายุ จำนานสปีชีส์ เป็นต้น",
        "Price": "895.00",
        "img": "assets/images/สารานุกรมความรู้ สุดยอดแมลง.jpg"
    },
    {
        "Name": "สารานุกรมความรู้ อวกาศ",
        "Publisher" : "นานมีบุ๊คส์, nanmeebooks",
        "Detail": "สารานุกรมความรู้ อวกาศ เป็นสารานุกรมสำหรับเด็กที่อัดแน่นด้วยข้อมูลที่น่าอัศจรรย์และภาพประกอบสุดตื่นตาตื่นใจเกี่ยวกับความมหัศจรรย์ของระบบสุริยะ ตั้งแต่หลุมดำและบิกแบง ไปจนถึงซูเปอร์โนวาและดาวหาง ภาพ CGI เสมือนจริงที่แปลกใหม่เผยให้เห็นโครงสร้างภายในของดวงจันทร์ ดาวเคราะห์ ดาวฤกษ์ สถานีอวกาศ จรวด และชุดอวกาศ",
        "Price": "895.00",
        "img": "assets/images/สารานุกรมความรู้ อวกาศ.jpg"
    },
    {
        "Name": "กฎหมาย ความรู้ฉบับพกพา",
        "Publisher" : "บุ๊คสเคป, BOOKSCAPE",
        "Detail": "หนังสือกฎหมายขนาดพกพาเล่มนี้ จึงครอบคลุมเรื่องราวเกี่ยวกับโลกของกฎหมายอย่างรอบด้านและลึกซึ้ง เหมาะสำหรับ (อยาก) เรียนกฎหมายอย่างยิ่ง!",
        "Price": "350.00",
        "img": "assets/images/กฎหมาย ความรู้ฉบับพกพา.jpg"
    },
    {
        "Name": "how to ฮาวทูทำเรื่องง่ายให้เป็นเรื่องยาก",
        "Publisher" : "วีเลิร์น (WeLearn)",
        "Detail": "คำตอบสุดป่วนจากนักวิทยาศาสตร์สายปั่น สำหรับปัญหาง่ายๆ ที่พบได้ในชีวิตประจำวัน",
        "Price": "425.00",
        "img": "assets/images/how to ฮาวทูทำเรื่องง่ายให้เป็นเรื่องยาก.jpg"
    },
    {
        "Name": "Why แมลง",
        "Publisher" : "นานมีบุ๊คส์, nanmeebooks",
        "Detail": "ลาร์ฟ เด็กชายจอมซนกำลังไล่จับด้วงไปขาย แต่จู่ๆ เขาและพิวพ์ เพื่อนซี้ก็ได้พบกับบีบี หุ่นยนต์ผึ้งอัจฉริยะและศาสตราจารย์บั๊ก ผู้เชี่ยวชาญเรื่องแมลงที่จะพาพวกเขาออกผจญภัยในป่า สังเกตและเรียนรู้แมลงนานาชนิด มารู้จักและหลงรักสัตว์โลกตัวจิ๋วที่น่ามหัศจรรย์นี้ไปด้วยกัน",
        "Price": "168.00",
        "img": "assets/images/Why แมลง.jpg"
    },
    {
        "Name": "Why สัตว์เลื้อยคลาน",
        "Publisher" : "นานมีบุ๊คส์, nanmeebooks",
        "Detail": "เมื่อเชร็ก อิกัวนาแสนรักของลิซ่าป่วย ศ.โบอา นักวิจัยสัตว์เลื้อยคลานและสัตว์สะเทินน้ำสะเทินบกผู้เป็นน้าของลิซ่า พร้อมด้วยหุ่นยนต์เร็ปจึงต้องยื่นมือเข้าช่วยเหลือ ทำให้ลิซ่าและฟร็อกรู้ว่ามีความลับอีกมากมายซ่อนอยู่ในสัตว์ที่น่ามหัศจรรย์เหล่านี้...",
        "Price": "168.00",
        "img": "assets/images/Why สัตว์เลื้อยคลาน.jpg"
    },
    {
        "Name": "ปรัชญา ความรู้ฉบับพกพา PHILOSOPHY",
        "Publisher" : "บุ๊คสเคป, BOOKSCAPE",
        "Detail": "หนังสือเล่มนี้จะทำให้คุณเห็นว่าปรัชญาไม่ใช่แค่เรื่องของการประลองปัญญาในโลกวิชาการ แต่เป็นการเดินทางทางความคิดอันไร้ที่สิ้นสุดของเหล่าผู้สงสัยใคร่รู้ ขอเพียงคุณพร้อมจะตั้งคำถามและขบคิดใคร่ครวญประตูสู่ดินแดนแห่งปรัชญาก็ยินดีต้อนรับคุณ",
        "Price": "265.00",
        "img": "assets/images/ปรัชญา ความรู้ฉบับพกพา PHILOSOPHY.jpg"
    },
    {
        "Name": "100 เคล็ดลับยกระดับคุณภาพการนอน",
        "Publisher" : "นานมีบุ๊คส์, nanmeebooks",
        "Detail": "เปลี่ยนเวลา 1 ใน 3 ของชีวิตคุณให้เป็นช่วงเวลาแห่งความสุข เพียงแค่นอนหลับสนิทก็จะแก้ปัญหาต่าง ๆ ได้สร้างคุณภาพชีวิตที่ดีในระยะยาวหลับง่าย ไม่ตื่นกลางดึก สดชื่นหลังตื่นนอนไม่ “ติดหนี้” การนอน หมดปัญหาไม่ตื่นในตอนเช้า ง่วงตอนกลางวันจัดการเวลาใน 1 วันให้มีเวลานอนตอนกลางคืนอย่างเพียงพอ ไม่ต้องนอนตุนเอาไว้ แนะการออกกำลังกายที่เหมาะสมปรับตัวได้จนกลายเป็นกิจวัตร",
        "Price": "265.00",
        "img": "assets/images/100 เคล็ดลับยกระดับคุณภาพการนอน.jpg"
    }

]