[
    {
        "Name": "ชิ้นส่วนเครื่องกล",
        "Publisher" : "ซีเอ็ดยูเคชั่น, บมจ.",
        "Detail": "หนังสือ ชิ้นส่วนเครื่องกล เล่มนี้ เป็นการศึกษาถึงหลักการทำงาน รูปทรง การประกอบ การติดตั้ง การคำนวณเบื้องต้น และการถอด-ประกอบ โดยเนื้อหาในเล่มเหมาะสำหรับนักศึกษาระดับชั้นประกาศนียบัตรวิชาชีพ (ปวช.) และระดับชั้นประกาศนียบัตรวิชาชีพชั้นสูง (ปวส.) สาขาวิชาเครื่องกล สาขาวิชาเครื่องมือกลและซ่อมบำรุง สาขาวิชาเทคนิคการผลิต สาขาวิชาเทคนิคอุตสาหกรรม สาขาวิชาเทคนิคการหล่อ สาขาวิชาแมคคาทรอนิกส์ และผู้ที่สนใจในชิ้นส่วนเครื่องกล",
        "Price": "166.50",
        "img": "assets/images/ชิ้นส่วนเครื่องกล.jpg"
    },
    {
        "Name": "หลักการเขียนโปรแกรม",
        "Publisher" : "ซีเอ็ดยูเคชั่น, บมจ.",
        "Detail": "หลักการเขียนโปรแกรม เล่มนี้ นำเสนอเนื้อหาตรงตามหลักสูตรประกาศนียบัตรวิชาชีพ (ปวช.) รายวิชาหลักการเขียนโปรแกรม (2201-2410) โดยจะได้เรียนรู้ถึงความสำคัญของอัลกอริทึม เข้าใจตรรกะเกี่ยวกับโปรแกรม เรียนรู้ทักษะและวิธีการเขียนโปรแกรมที่ถูกต้อง ถ่ายทอดในรูปแบบที่ง่ายต่อการเรียนรู้ พร้อมบทสรุปชัดเจน ตลอดจนแบบประเมินผลการเรียนรู้ เพื่อทบทวนความรู้เข้าใจอีกด้วย",
        "Price": "49.50",
        "img": "assets/images/หลักการเขียนโปรแกรม.jpg"
    },
    {
        "Name": "งานวัดละเอียดช่างยนต์",
        "Publisher" : "ซีเอ็ดยูเคชั่น, บมจ.",
        "Detail": "ให้เนื้อหาที่สำคัญเกี่ยวกับ งานวัดละเอียดช่างยนต์ โดยผู้อ่านจะได้ศึกษาและปฏิบัติการอ่านค่า การใช้ การบำรุงรักษาเครื่องมือวัดละเอียด การใช้เครื่องมือวัดละเอียดตรวจสอบชิ้นส่วนต่างๆ ในงานช่างยนต์ การถอดประกอบ ตรวจสภาพชิ้นส่วนระบบน้ำมันเชื้อเพลิง ระบบจุดระเบิด ระบบหล่อลื่น ระบบระบายความร้อน ระบบไอดี ระบบไอเสีย การติดเครื่องยนต์ การปรับแต่ง การบำรุงรักษาเครื่องยนต์แก๊สโซลีน การบำรุงรักษาเครื่องยนต์ดีเซล อธิบายเนื้อหาโดยละเอียด เป็นลำดับขั้นตอน พร้อมตัวอย่างหลากหลาย เข้าใจง่าย",
        "Price": "36.00",
        "img": "assets/images/งานวัดละเอียดช่างยนต์.jpg"
    },
    {
        "Name": "เพื่อนนักขับ",
        "Publisher" : "ซีเอ็ดยูเคชั่น, บมจ.",
        "Detail": "รวมคำแนะนำที่มีประโยชน์กว่า 300 ข้อ ซึ่งจะช่วยให้ทุกคนขับรถได้อย่างปลอดภัยทั้งในยามปกติและยามคับขันการดูแลและการบำรุงรักษารถการประหยัดพลังงานการเลือกซื้อรถมือสองกฎหมายที่ควรรู้สถานการณ์บนท้องถนน (หลับใน คันเร่งค้าง เบรกแตก ยางแตก ท่อไอเสียรั่ว แบตเตอรี่หมด รถชน)",
        "Price": "28.50",
        "img": "assets/images/เพื่อนนักขับ.jpg"
    },
    {
        "Name": "ติดตั้งและแก้ปัญหา ฉบับ ช่างคอม & GAMER มืออาชีพ 2023",
        "Publisher" : "อินโฟเพรส",
        "Detail": "เน็ตบ้าน 2 เส้นทำ Dual Internet (Dual WAN) เสริมเทคนิคที่ช่วยวิเคราะห์ คอมพิวเตอร์เมื่อเกิดปัญหา การนำแอพฯ บนสมาร์ทโฟนมาช่วยให้ใช้งานได้ สะดวกมากขึ้น รวมไปถึงแนะนำเทคนิคใหม่ๆ ที่มากกว่าแค่การเป็นช่างคอม จับประเด็นการเลือกซื้อคอม ติดเน็ตบ้าน แก้ปัญหาคอม เก่งเทพสไตล์ช่างคอมเกมเมอร์ คู่มือเลือกซื้อ ติดตั้งและลง OS ซ่อมอย่างมืออาชีพ มากกว่าแค่เป็นช่างคอมพิวเตอร์สไตล์ช่างคอมยุค 4.0",
        "Price": "395.00",
        "img": "assets/images/ติดตั้งและแก้ปัญหา ฉบับ ช่างคอม & GAMER มืออาชีพ 2023.jpg"
    },
    {
        "Name": "พื้นฐานการเขียนแบบเทคนิคสำหรับช่าง",
        "Publisher" : "Core Function",
        "Detail": "หนังสือเล่มนี้ได้รวบรวมพื้นฐานของการเขียนแบบสำหรับวิชาช่างเทคนิคเพื่อสร้างประสบการณ์และความพร้อมในการศึกษาการเขียนแบบเทคนิคในวิชาช่างแต่ละสาขาต่อไป",
        "Price": "149.00",
        "img": "assets/images/พื้นฐานการเขียนแบบเทคนิคสำหรับช่าง.jpg"
    },
    {
        "Name": "ระบบทำความเย็นและเครื่องเย็น",
        "Publisher" : "Core Function",
        "Detail": "หนังสือที่ให้ความรู้เกี่ยวกับระบบทำความเย็นและเครื่องเย็นทั้งหมด โดยเรียบเรียงออกมาให้เป็นภาษาที่อ่านง่าย ทำให้ผู้ศึกษาเข้าใจง่าย เหมาะอย่างยิ่งสำหรับการเรียนรู้ด้วยตนเอง",
        "Price": "144.00",
        "img": "assets/images/ระบบทำความเย็นและเครื่องเย็น.jpg"
    },
    {
        "Name": "โซลาร์เซลล์ 101",
        "Publisher" : "โปรวิชั่น, บจก.",
        "Detail": "นำเสนอพื้นฐานเรื่องการผลิตไฟฟ้าจากโซลาร์เซลล์ที่ควรรู้ก่อนติดตั้ง ข้อมูลทันสมัย ใช้งานได้จริง ให้ข้อมูลความรู้พื้นฐานและคำถามที่พบบ่อย ไม่ว่าจะเป็น ติดโซลาร์เซลล์ขนาดเท่าไหร่ดี ควรติดแบตเตอรี่เพื่อสำรองไฟหรือไม่ ประหยัดค่าไฟได้แค่ไหน กี่ปีถึงจะคุ้ม ใช้ไฟจากโซลาร์เซลล์สูบนํ้าทำอย่างไร รวมถึงส่วนประกอบต่าง ๆ อย่างแผงโซลาร์เซลล์ อินเวอร์เตอร์ แบตเตอรี่่ อุุปกรณ์ทางไฟฟ้าอื่่น ๆ ที่่เกี่่ยวข้อง ความเข้าใจเรื่องการติดตั้ง การขออนุญาตติดตั้งจากหน่วยงานที่เกี่ยวข้อง และยังเน้นให้ความรู้ความเข้าใจเบื้องต้น ในการนำโซลาเซลล์ไปประยุุกต์ใช้งานในรูปแบบต่างๆ ซึ่งสามารถนำไปใช้งานได้จริง",
        "Price": "249.00",
        "img": "assets/images/โซลาร์เซลล์ 101.jpg"
    },
    {
        "Name": "คู่มือวิศวกรรมฐานราก",
        "Publisher" : "ซีเอ็ดยูเคชั่น, บมจ.",
        "Detail": "การปรับปรุงเนื้อหาครั้งนี้เพื่อให้หนังสือมีความทันสมัยมากขึ้น ในยุคที่ความรู้มีการพัฒนาอย่างรวดเร็วและเข้าถึงได้ง่าย เหมาะสำหรับวิศวกรโยธานำไปใช้ประกอบวิชาชีพทั้งงานออกแบบและงานก่อสร้าง",
        "Price": "594.00",
        "img": "assets/images/คู่มือวิศวกรรมฐานราก.jpg"
    },
    {
        "Name": "คอมพิวเตอร์และสารสนเทศเพื่องานอาชีพ",
        "Publisher" : "ซีเอ็ดยูเคชั่น",
        "Detail": " หนังสือเล่มนี้ไม่ใช่การบอกเล่าถึงความเป็นมาของเทคโนโลยี ไม่ได้วิจารณ์ถึงความเป็นไปในโลกดิจิตอล แต่เป็นการพาคุณผู้อ่านมาสัมผัสกับเทคโนโลยีเกือบจะอยู่ในชีวิตประจำวันของคนทำงานผ่านการอธิบายอย่างรวดเร็วและนำไปใช้ได้ทันที ดังนั้นถ้าคุณผู้อ่านไม่อยากอ่านอะไรที่ละเอียดมาก ก็หยิบเล่มนี้ไปอ่านได้เลย รับรองไม่มีเรื่องยากๆ ให้ปวดหัว ไม่มีเรื่องซับซ้อนให้ปวดใจ แม้อ่านไม่สนุกเท่าไร แต่ใช้ประโยชน์ได้แน่นอน",
        "Price": "209.00",
        "img": "assets/images/คอมพิวเตอร์และสารสนเทศเพื่องานอาชีพ.jpg"
    }
    
]