[
    {
        "Name": "English Grammar in Use",
        "Publisher" : "Cambridge University Press",
        "Detail": "หนังสือเพื่อการฝึกฝนและเรียนรู้ด้วยตนเอง สำหรับผู้เรียนภาษาอังกฤษระดับกลาง เนื้อหาภายในเล่มมี 145 Unit แต่ละ Unit จะเน้นเนื้อหาไวยากรณ์เรื่องใดเรื่องหนึ่งโดยเฉพาะ และในแต่ละ Unit จะมี 2 หน้าคู่กัน หน้าซ้ายเป็นคำอธิบายเนื้อหาไวยากรณ์ และเสนอสถานการณ์ตัวอย่างพร้อมประโยค เพื่อช่วยให้ผู้เรียนเข้าใจความหมายและวิธีใช้ภาษา โดยใช้คำอธิบายเป็นภาษาไทยอย่างง่าย ๆ ส่วนหน้าขวาคู่กันเป็นแบบฝึกหัดสำหรับตรวจสอบความเข้าใจเนื้อหาในหน้าซ้าย ตอนท้ายเล่มมีเฉลยคำตอบ สำหรับให้ผู้เรียนตรวจคำตอบของแบบฝึกหัดได้ทันที",
        "Price": "464.55",
        "img": "assets/images/English Grammar in Use.jpg"
    },
    {
        "Name": "แนวข้อสอบ GAT ภาษาอังกฤษ",
        "Publisher" : "ศุภวัฒน์ พุกเจริญ",
        "Detail": "หนังสือเล่มนี้เริ่มต้นขึ้นจากความพยายามของผู้เขียนที่ได้วิเคราะห์ข้อสอบ GAT ล่าสุด ที่วัดความสามารถในการสื่อสารด้วยภาษาอังกฤษ และสร้างข้อสอบ 10 ชุดขึ้นมาให้ตรงตามเนื้อหาและวัตถุประสงค์ของข้อสอบจริง เพื่อช่วยให้นักเรียนที่เตรียมตัวสอบได้ฝึกฝนและทดสอบตนเองด้วยข้อสอบที่มีประสิทธิภาพและทันสมัย เมื่อสร้างความคุ้นเคยกับแนวข้อสอบในหนังสือเล่มนี้อย่างเต็มที่แล้ว นักเรียนจะเข้าใจถึงลักษณะและเทคนิคพิชิตข้อสอบ ซึ่งจำเป็นอย่างยิ่งในการทำคะแนนให้สูงที่สุดในการสอบเข้าศึกษาต่อระดับมหาวิทยาลัย",
        "Price": "185.25",
        "img": "assets/images/แนวข้อสอบ GAT ภาษาอังกฤษ.jpg"
    },
    {
        "Name": "เตรียมสอบ A-Level คณิตศาสตร์ ม.ปลาย มั่นใจเกิน 100",
        "Publisher" : "กรกชัย แตงน้อย",
        "Detail": "หนังสือที่เน้นทำความเข้าใจเนื้อหาผ่านการแก้โจทย์โดยตรง พร้อมสรุปหลักและสูตรแบบ 4 สีในรูป Short note อย่างย่อเพื่อทวนเนื้อหาก่อนทำโจทย์ อิงตามหลักสูตร สสวท. เพื่อใช้เตรียมสอบ A-Level คณิตศาสตร์",
        "Price": "395.00",
        "img": "assets/images/เตรียมสอบ A-Level คณิตศาสตร์ ม.ปลาย มั่นใจเกิน 100.jpg"
    },
    {
        "Name": "เตรียมสอบ TOEFL JUNIOR จับประเด็นข้อสอบจริง",
        "Publisher" : "Eric Yang",
        "Detail": "การสอบ TOEFL JUNIOR เป็นเครื่องมือวัดระดับการสื่อสารภาษาอังกฤษที่ยุติธรรมและน่าเชื่อถือออกแบบเพื่อนักเรียนประถมศึกษา มัธยมศึกษาที่ใช้ภาษาอังกฤษเป็นภาษาต่างประเทศ นอกจากนี้ยังเป็นเครื่องมือวัดระดับการฟังและการอ่านภาษาอังกฤษ เชิงวิชาการและชีวิตประจำวัน รวมทั้งความรู้ไวยากรณ์และคำศัพท์ในบทความ",
        "Price": "380.00",
        "img": "assets/images/เตรียมสอบ TOEFL JUNIOR จับประเด็นข้อสอบจริง.jpg"
    },
    {
        "Name": "ชีวะ ม.ปลาย word by word",
        "Publisher" : "ชนิตร์นันทน์ พรมมา (ครูฝ้าย)",
        "Detail": "คู่มือเตรียมสอบ ม.ปลาย วิชาชีววิทยา ที่มาในรูปแบบคำศัพท์ พร้อมภาพประกอบอธิบายเข้าใจง่าย แบ่งหมวดคำตามความถี่ในการออกสอบ ช่วยให้อ่านง่ายขึ้น เหมาะทั้งอ่านทำความเข้าใจ หรือทวนเนื้อหาโค้งสุดท้ายก่อนลงสนามสอบ",
        "Price": "359.00",
        "img": "assets/images/ชีวะ ม.ปลาย word by word.jpg"
    },
    {
        "Name": "เคมี ม.ปลาย word by word",
        "Publisher" : "เคมีครูนาส",
        "Detail": "เพราะวิชาเคมีมีคำศัพท์ยากๆ ที่ต้องทำความเข้าใจสารพัด กัมบัตตะจึงชวนครูนาส ติวเตอร์เคมีที่จบจากสาขาวิศวกรรมเคมีโดยตรง มาถ่ายทอดความรู้วิชาเคมีผ่านคำศัพท์กว่า 400 คำ ซึ่งรับรองว่าจะต้องได้เจอทั้งในหนังสือเรียนและข้อสอบ และเนื่องจาก เคมี ม.ปลาย word by word ฝีมือครูนาสเล่มนี้ เป็นพี่น้องกับ ชีวะ ม.ปลาย word by word โดยครูฝ้าย จึงยังคงเอกลักษณ์ของหนังสือชุดนี้ไว้อย่างครบถ้วน ไม่ว่าจะเป็นการแบ่งระดับความสำคัญตามความถี่ในการพบในข้อสอบ หรือการจัดเต็มทั้งสี่ที่มักเจอในข้อสอบและข้อควรระวังต่างๆ เพื่อจะได้ไม่เข้าใจความหมายของคำคำนั้นผิด เมื่อรู้ความหมายของคำเป็นอย่างดี การทำความเข้าใจเนื้อหาของวิชาเคมีก็ไม่ใช่เรื่องยากอีกต่อไป",
        "Price": "219.00",
        "img": "assets/images/เคมี ม.ปลาย word by word.jpg"
    },
    {
        "Name": "พจนานุกรมอังกฤษ-ไทย ฉบับทันสมัย (ใหม่)",
        "Publisher" : "วิทย์ เที่ยงบูรณธรรม",
        "Detail": "พจนานุกรมอังกฤษ-ไทย ฉบับนี้ ได้รวบรวมศัพท์ภาษาอังกฤษที่ใช้อย่างกว้างขวางทุกวงการ รวมทั้งคำใหม่ๆ ที่ใช้กันอย่างแพร่หลายในปัจจุบัน กว่า 150,000 คำ รูปประกอบกว่า 700 รูป พร้อมตัวอย่างการใช้กว่า 32,000 ตัวอย่าง เหมาะอย่างยิ่งเพื่อเป็นคู่มือในการค้นคว้า อ้างอิง สำหรับนักเรียน นักศึกษา และผู้สนใจใฝ่รู้ภาษาอังกฤษทุกคน",
        "Price": "198.00",
        "img": "assets/images/พจนานุกรมอังกฤษ-ไทย ฉบับทันสมัย (ใหม่).jpg"
    },
    {
        "Name": "Physics Ranger เล่ม 1 ฟิสิกส์ ม.ปลาย",
        "Publisher" : "ครูเจลตัวกลม",
        "Detail": "เป็นคู่มือเตรียมสอบฟิสิกส์สำหรับการสอบทุกสนามของระดับม.ปลาย ทั้งการสอบ  9 วิชาสามัญ, PAT  และO-NET รวมถึงการสอบโควต้าเข้ามหาวิทยาลัยต่างๆ  พิมพ์สีสี่ทั้งเล่ม เนื้อหาอ่านเข้าใจง่าย มีภาพประกอบและคำอธิบายช่วยทำให้เห็นภาพชัดเจนยิ่งขึ้น รวมทั้งเทคนิคการจำและแนวข้อสอบพร้อมเฉลยอย่างละเอียด  โดยจะมี QR Code ให้สแกน เพื่อลิงค์เข้าไปดูคลิปอธิบายเนื้อหาและข้อสอบในหนังสือ",
        "Price": "229.00",
        "img": "assets/images/Physics Ranger เล่ม 1 ฟิสิกส์ ม.ปลาย.jpg"
    },
    {
        "Name": "พจนานุกรมเคมี ชุด พจนานุกรมชีววิทยา เคมี ฟิสิกส์",
        "Publisher" : "Jane Wertheim",
        "Detail": "พจนานุกรมคู่มือเรียนเนื้อหาเกี่ยวกับวิชาเคมี ไม่ว่าจะเป็น การอธิบายศัพท์ หลักการ และสรุปใจความสำคัญของแต่ละเรื่องอย่างละเอียด เหมาะสำหรับนักเรียนที่เรียนสายวิทย์ และสำหรับการเรียนการสอบในโรงเรียน รวมไปถึงการสอบแข่งขัน จึงเหมาะสำหรับนักเรียนนักศึกษา",
        "Price": "185.00",
        "img": "assets/images/พจนานุกรมเคมี ชุด พจนานุกรมชีววิทยา เคมี ฟิสิกส์.jpg"
    },
    {
        "Name": "Easy Note ภาษาไทย ม.ปลาย มั่นใจเต็ม 100",
        "Publisher" : "สกาวรัตน์ คงนคร",
        "Detail": "รูปเนื้อหาวิชาภาษาไทย ม.ปลาย ทั้งระดับ (ม.4-5-6) ด้วยการสรุปเนื้อหาในสไตล์ Easy Note ที่ทั้งอ่านง่าย เข้าใจง่าย และทบทวนได้ง่ายๆ ด้วย 4 Chapter หลัก แบ่งเป็น หลักภาษาไทย เน้นไวยากรณ์ต่างๆ ที่ต้องรู้ ต้องลึก / ภาษาไทยเพื่อการสื่อสาร เน้นทักษะการสื่อสาร ฟัง พูด อ่าน เขียน แบบแม่นเป๊ะ / วรรณคดีวิจักษ์ ย่อความแต่ละเรื่องจบในหน้าเดียว ตั้งแต่ม.4-5-6 / แนวข้อสอบจริง 2 ชุด พร้อมเฉลยแบบละเอียดไม่มีกั๊ก ให้น้องๆ ได้เตรียมพร้อมการทบทวนวิชาภาษาไทยแบบมีหลักการ แต่ผ่านฉลุยได้ในสนามสอบจริง",
        "Price": "299.00",
        "img": "assets/images/Easy Note ภาษาไทย ม.ปลาย มั่นใจเต็ม 100.jpg"
    }    
]